<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

<<<<<<< HEAD
    'password' => 'パスワードは8文字以上で設定し、再入力欄と一致させてください。',
    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワード再設定用のURLをメールで送信しました。',
=======
    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワードリセットメールを送信しました。',
>>>>>>> origin/master
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "メールアドレスに一致するユーザーは存在していません。",

];
